{"data": [{"quote": "When one has a grateful heart, life is so beautiful.", "author": "Roy T. Bennett, The Light in the Heart", "category": "gratitude, inspiration, inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, inspire, inspiring, life, life-and-living, life-lessons, life-quotes, living, optimism, optimistic, positive, positive-affirmation, positive-life, positive-thinking", "confidence": "0.18538165"}, {"quote": "Life's great happiness is to be convinced we are loved.", "author": "Victor Hugo, Les Misérables", "category": "inspirational", "confidence": "0.23754078"}, {"quote": "Happiness is part of who we are. Joy is the feeling", "author": "Tony DeLiso, Legacy: The Power Within", "category": "abundance, balance, better, book, change, empowerment, expression, freedom, fulfillment, fun, greater, happiness, health, help, hope, improvement, joy, life, love, meditation, money, more, peace, perfect, power, relaxation, self, self-expression, self-help-book, self-improvement-book, self-realization, success, wealth, your", "confidence": "0.24770999"}, {"quote": "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.", "author": "Roy T. Bennett, The Light in the Heart", "category": "being-human, goodness, human, human-nature, humanism, humanity, inspiration, inspirational, inspirational-attitude, inspirational-life, inspirational-quote, inspirational-quotes, inspire, inspiring, kindness, life, life-and-living, life-lessons, life-philosophy, life-quotes, living, love, optimism, optimistic, positive, positive-affirmation, positive-life, positive-thinking, smile, smiles", "confidence": "0.24830616"}, {"quote": "Life is a paradise for those who love many things with a passion.", "author": "Leo Buscaglia", "category": "life", "confidence": "0.2535566"}, {"quote": "Through all of living have much joy and laughter, life is to be enjoyed, not just endured.", "author": "Gordon B. Hinckley", "category": "laugh, life", "confidence": "0.25918"}]}